import Hen from "../../../media/images/eggs/compress/Hen.jpg";
import Ren from "../../../media/images/eggs/compress/Ren_gray.jpg";
import Rose from "../../../media/images/eggs/compress/Rose.jpg";
import Lilies from "../../../media/images/eggs/compress/Lilies.jpg";
import Coron from "../../../media/images/eggs/compress/Coron.jpg";
import Clock from "../../../media/images/eggs/compress/Clock.jpg";
import Tree from "../../../media/images/eggs/compress/Tree.jpg";
import Fifteen from "../../../media/images/eggs/compress/15.jpg";
import Georg from "../../../media/images/eggs/compress/Georg.jpg";


import Hen_pin1 from "../../../media/images/eggs/Hen_pin1.jpg";
import Hen_pin2 from "../../../media/images/eggs/Hen_pin3.jpg";
import Hen_pin3 from "../../../media/images/eggs/Hen_pin2.jpg";

import Ren_pin1 from "../../../media/images/eggs/Ren_pin1.jpg";
import Ren_pin2 from "../../../media/images/eggs/Ren_pin2_2.jpg";
import Ren_pin3 from "../../../media/images/eggs/Ren_pin3.jpg";
import Ren_pin4 from "../../../media/images/eggs/Ren_pin4.jpg";

import Rose_pin1 from "../../../media/images/eggs/Rose_pin1.jpg";
import Rose_pin2 from "../../../media/images/eggs/Rose_pin2.jpg";
import Rose_pin3 from "../../../media/images/eggs/Rose_pin3.jpg";

import Coron_pin1 from "../../../media/images/eggs/Coron_pin1.jpg";
import Coron_pin2 from "../../../media/images/eggs/Coron_pin2.jpg";
import Coron_pin3 from "../../../media/images/eggs/Coron_pin3.jpg";

import Lilies_pin1 from "../../../media/images/eggs/Lilies_pin1.jpg";

import Clock_pin1 from "../../../media/images/eggs/Clock_pin1.jpg";

import Tree_pin1 from "../../../media/images/eggs/Tree_pin1.jpg";

import Fifteen_pin1 from "../../../media/images/eggs/15_A-N_pin.jpg";
import Fifteen_pin2 from "../../../media/images/eggs/15_childs_pin.jpg";
import Fifteen_pin3 from "../../../media/images/eggs/15_coron_pin.jpg";
import Fifteen_pin4 from "../../../media/images/eggs/15_process_pin.jpg";
import Fifteen_pin5 from "../../../media/images/eggs/15_gaaga_pin.jpg";
import Fifteen_pin6 from "../../../media/images/eggs/15_duma_pin.jpg";

import Georg_pin1 from "../../../media/images/eggs/Georg_pin1.jpg";
import Georg_pin2 from "../../../media/images/eggs/Georg_pin2.jpg";
import Georg_pin3 from "../../../media/images/eggs/Georg_pin3.jpg";
import Georg_pin4 from "../../../media/images/eggs/Georg_pin4.jpg";


import hen_audio from "../../../media/sounds/eggs/hen.mp3";
import reinass_audio from "../../../media/sounds/eggs/reinass.mp3";
import rose_audio from "../../../media/sounds/eggs/rose.mp3";
import coron_audio from "../../../media/sounds/eggs/coron.mp3";
import landushi_audio from "../../../media/sounds/eggs/landushi.mp3";
import clock_audio from "../../../media/sounds/eggs/clock.mp3";
import tree_audio from "../../../media/sounds/eggs/tree.mp3";
import fifteen_audio from "../../../media/sounds/eggs/fifteen.mp3";
import georg_audio from "../../../media/sounds/eggs/georg.mp3";


export const eggsSliderData = {
  'slides': [
    {
      "index": 0,
      'pictureData': {
        'cropSize': Hen,
        'soundtrack': {
          'sound': hen_audio,
        },
        'textArea': {
          'author': 'Мастер: Эрик Коллин',
          'pictureTitle': 'Пасхальное яйцо «Курочка»',
          'year': '1885',
          'typeOfCanvas': 'Золото, матовая белая эмаль, рубины, бриллианты',
          'info': 'Яйцо «Курочка» открывает прославленную серию из 50 императорских пасхальных яиц, созданную Фаберже для двух последних императоров России между 1885 и 1916 годами. Оно было изготовлено фирмой Фаберже в 1885 году по заказу императора Александра III и предназначалось в подарок супруге – императрице Марии Федоровне, в девичестве датской принцессе Дагмаре. Император не случайно поручил заказ Петеру Карлу Фаберже, изделия фирмы которого очень понравились царской чете во время посещения Всероссийской художественно-промышленной выставки 1882 года в Москве. \n Происхождение курочки как многосоставного сюрприза пасхального яйца относится к началу XVIII века. Известны три очень похожих пасхальных сувенира, предположительно выполненных в Париже в 1720-х годах одним мастером. Это яйцо из сокровищницы Музея истории искусств в Вене, золотое яйцо с эмалевым желтком, до 1924 года находившееся в «Грюнес Гевёльбе» (Зеленом своде) Государственного собрания Дрездена, и яйцо герцогини Вильгельмины, ныне хранящееся в замке Розенборг (Копенгаген). Считается, что последнее, увиденное Александром III и императрицей Марией Федоровной на художественно-промышленной выставке в Копенгагене в 1879 году, должно было послужить источником вдохновения для Фаберже. \n Исполняя императорский заказ, Фаберже создал не копию, а собственную вариацию старинного образца. Мастер отказался от полихромной эмали, алмазных гнезд, резных камней, монограмм и девизов. Благодаря этому яйцо «Курочка» выглядит просто и цельно. Покрывающая его белая опаковая (непрозрачная) эмаль имитирует скорлупу, желток выполнен из матового золота. В него вложена курочка из разноцветного «мозаичного золота», внутри которой – миниатюрная императорская корона. Последний сюрприз, по предложению Александра III, был выполнен в виде рубинового яйца-кулона, к которому прилагалась золотая цепочка (местонахождение короны и кулона неизвестно). \n Курировавший заказ великий князь Владимир Александрович, приходившийся императору родным братом, снабдил готовое изделие письмом с подробной инструкцией. Для раскрытия яйца, во-первых, нужно было «повернуть верхнюю половину налево и снять ее. Во 2х, повторить то-жесамое для желтка. В 3-х, взяв курицу в руки надавить у ней под зобом и одновременно ухватившись ногтями за клюв, приподнять кверху отчего курица раскрывается надвое. В 4х корону следует извлечь основанием наперед; за сим ухватив оную четырьмя перстами за обе половинки, отогнуть их. Таким образом посередине останется бриллиантовый ободок, с висящим на нем вышеупомянутым клейнодом. В 5-х что-бы снять этот клейнод следует нажать ободок у основания, с того конца, где снизу, от базы торчит штифтик. Ободок отгибается и тогда представляется возможность отцепить рубиновое сокровище» (орфография сохранена). \n Император переживал, придется ли сюрприз по вкусу будущей владелице, но яйцо так понравилось, что в том же 1885 году Фаберже стал придворным поставщиком, а высочайший заказ с этого времени возобновлялся в течение 32 лет (1885-1917).'
        },
      },
      'pins': [
        {
          "index": 0,
          'img': Hen_pin1,
          'info': 'Яйцо изготовлено из золота, покрытого слоем матовой эмали для схожести с натуральной яичной скорлупой. Тонкая золотая кайма обрамляет место соединения двух половин яйца. Оно имеет длину 64 мм. Две половины яйца соединяются байонетным соединением, и при его открытии можно увидеть сюрприз.',
          'coordinateTop': '15',
          'coordinateLeft': '25',
          'card': 'card-1',
          'side': 'right',
          'vertical': 'top'
        },
        {
          "index": 1,
          'img': Hen_pin2,
          'info': 'Внутри яйца находится желток, выполненный из матового золота, содержащий разноцветную золотую курочку с рубиновыми глазами.',
          'coordinateTop': '40',
          'coordinateLeft': '50',
          'card': 'card-2',
          'side': 'left',
          'vertical': 'top'
        },
        {
          "index": 2,
          'img': Hen_pin3,
          'info': 'Курочка имеет шарнирный механизм, открываемый при помощи хвостового оперения, что позволяет получить доступ к ещё двум сюрпризам, которые в настоящий момент утеряны.',
          'coordinateTop': '85',
          'coordinateLeft': '30',
          'card': 'card-3',
          'side': 'right',
          'vertical': 'bottom'
        }
      ]
    },
    {
      "index": 1,
      'pictureData': {
        'cropSize': Ren,
        'soundtrack': {
          'sound': reinass_audio,
        },
        'textArea': {
          'author': 'Мастер: Михаил Перхин',
          'pictureTitle': 'Пасхальное яйцо-шкатулка «Ренессанс»',
          'year': '1894',
          'typeOfCanvas': 'Золото, белый агат, бриллианты, рубины, разноцветная эмаль',
          'info': 'Яйцо-шкатулка «Ренессанс» 1894 года стало последним пасхальным подарком Марии Федоровне от императора Александра III, скончавшегося в октябре того же года. На исходе века в моде было «антикварское», как тогда говорили, направление в искусстве, и Фаберже являлся одним из самых ярких его представителей. Прославленный мастер и работавшие с ним художники и ювелиры много сил и времени отдавали изучению форм и орнаментов искусства «давно минувших эпох» и постоянно черпали идеи из этого неиссякаемого источника, столь притягательного для людей «исторического» ХIХ века. Прототипом яйца «Ренессанс» стала шкатулка XVIII века амстердамского мастера Ле Роя из собраний Музея-сокровищницы саксонских курфюрстов «Грюнес Гевёльбе» (Зеленый свод) в Дрездене. \n Овальную шкатулку Фаберже «преобразовал» в горизонтально расположенное пасхальное яйцо. Оно вырезано из агата и имеет золотую частично покрытую полихромной эмалью оправу с львиными маскаронами и вкраплениями рубинов и алмазов. На верхней половине яйца бриллиантами выложена дата его создания. \n Яйцо-шкатулка ныне пустое. В счете фирмы Фаберже от 6 мая 1894 года сюрприз, вопреки уже устоявшейся традиции, не указан.'
        }
      },
      'pins': [
        {
          "index": 0,
          'img': Ren_pin1,
          'info': 'На верхней половине яйца алмазами выложена дата «1894» в овалe из землянично-красной прозрачной эмали, обрамлённой стилизованными раковинами из зелёной эмали и фигурами из красной и белой эмали.',
          'coordinateTop': '10',
          'coordinateLeft': '35',
          'card': 'card-1',
          'side': 'right',
          'vertical': 'top'
        },
        {
          "index": 1,
          'img': Ren_pin4,
          'info': 'Верхняя часть яйца, открывающаяся на золотом шарнире, украшена накладной трельяжной решёткой, выполненной из белой эмали с алмазными и рубиновыми цветами на местах пересечений.',
          'coordinateTop': '35',
          'coordinateLeft': '25',
          'card': 'card-2',
          'side': 'right',
          'vertical': 'top'
        },
        {
          "index": 2,
          'img': Ren_pin3,
          'info': 'С обеих сторон ларца размещены ручки в виде золотых скульптурных львиных голов с кольцами в зубах.',
          'coordinateTop': '60',
          'coordinateLeft': '12',
          'card': 'card-3',
          'side': 'right',
          'vertical': 'top'
        },
        {
          "index": 2,
          'img': Ren_pin2,
          'info': 'По версии, высказанной Кристофером Форбсом, сюрпризом было яйцо Воскресение Христово, которое идеально подходит по размерам в яйцо «Ренессанс» и имеет схожее исполнение и цветовую гамму.',
          'coordinateTop': '60',
          'coordinateLeft': '40',
          'card': 'card-4',
          'side': 'right',
          'vertical': 'top'
        }
      ]
    },
    {
      "index": 2,
      'pictureData': {
        'cropSize': Rose,
        'soundtrack': {
          'sound': rose_audio,
        },
        'textArea': {
          'author': 'Мастер: Михаил Перхин',
          'pictureTitle': 'Пасхальное яйцо «Бутон розы»',
          'year': '1895',
          'typeOfCanvas': 'Золото, эмаль, бархат, бриллианты, рубины',
          'info': 'Мария Федоровна, овдовев, по-прежнему получала драгоценные яйца работы Фаберже, теперь уже от сына, продолжившего милую семейную традицию. Для придворного ювелира задача неимоверно усложнилась: отныне он должен был создавать по два совершенно непохожих, но одинаково роскошных яйца – для матери и супруги Николая II, между которыми, по словам современников, не было ни «настоящей близости», ни особого понимания. Столь разные по характеру и вкусам, императрицы наверняка невольно сравнивали пасхальные подарки от «дорогого Ники», за степень влияния на которого боролись с самого начала. \n Яйцо «Бутон розы» (1895) стало первым пасхальным сувениром от Фаберже, врученным принявшей православие Александре Федоровне, в девичестве принцессе Алисе Гессен-Дармштадской. Внучка английской королевы Виктории, она вышла замуж за русского императора в 1894 году, сразу после смерти его отца и траурных мероприятий. Многие расценили это как дурное предзнаменование. Но Николай II был счастлив: наконец он был рядом с милой Аликс, в которую был влюблен с юности. \n Изящное яйцо «Бутон розы» выполнено в неоклассическом вкусе или, как К.Фаберже указывал в счетах, в стиле Людовика XVI. Обращаясь к французскому искусству галантного века, мастера и художники фирмы интерпретировали его в рафинированной слегка суховатой манере конца ХIХ – начала ХХ столетия. Яйцо покрыто ярко-красной (земляничной) прозрачной эмалью по гильошированному фону и украшено символами любви и прочности брачных уз – алмазными стрелами, лиственными гирляндами и венками из зеленоватого золота, перевязанными лентами. Наверху, под большим плоским алмазом, миниатюрный портрет Николая II, написанный акварелью на пластине слоновой кости, а под нижним алмазом начертана дата создания подарка. Сюрпризом является бутон чайной розы (считается, что именно такие цветы больше всего ценились в Гессен-Дармштадтском герцогстве) на коротком стебельке. Внутри бутона – миниатюрная императорская корона (настоящая корона увенчает голову Александры Федоровны год спустя), усыпанная бриллиантами, с двумя рубинами-кабошонами (со временем утраченная). Выполненная ведущим мастером фирмы Михаилом Перхиным роза была одним из первых сюрпризов Фаберже, снабженных механизмом: лепестки открываются при нажатии на маленькую кнопку на стебле.'
        }
      },
      'pins': [
        {
          "index": 0,
          'img': Rose_pin2,
          'info': 'На верхней части яйца, под большим плоским алмазом, изображен миниатюрный портрет Николая II, написанный акварелью на пластине слоновой кости.',
          'coordinateTop': '15',
          'coordinateLeft': '28',
          'card': 'card-1',
          'side': 'left',
          'vertical': 'top'
        },
        {
          "index": 1,
          'img': Rose_pin1,
          'info': 'Яйцо открывается как бонбоньерка, являя спрятанный внутри бутон розы, покрытый жёлтой эмалью.',
          'coordinateTop': '40',
          'coordinateLeft': '40',
          'card': 'card-2',
          'side': 'right',
          'vertical': 'bottom'
        },
        {
          "index": 2,
          'img': Rose_pin3,
          'info': 'На нижней стороне яйца под алмазом начертана дата создания подарка.',
          'coordinateTop': '63',
          'coordinateLeft': '32',
          'card': 'card-3',
          'side': 'left',
          'vertical': 'bottom'
        },
      ]
    },
    {
      "index": 3,
      'pictureData': {
        'cropSize': Coron,
        'soundtrack': {
          'sound': coron_audio,
        },
        'textArea': {
          'author': 'Мастера: Михаил Перхин, Генрик Вигстрём, Сюрприз — Георг Штейн',
          'pictureTitle': 'Пасхальное яйцо «Коронационное»',
          'year': '1897',
          'typeOfCanvas': '	Разноцветное золото, прозрачная лимонно-жёлтая и матовая чёрная и синяя эмаль, бриллианты и подкладка из белого бархата',
          'info': 'Многие императорские пасхальные шедевры были связаны с важнейшими вехами российской истории или жизни императорской семьи. К таким подаркам относится и «Коронационное» яйцо 1897 года – одно из самых известных и прославленных творений К. Фаберже. Оно было посвящено торжествам, связанным с венчанием на царство Николая II и его супруги. 9 мая 1896 года императорская чета торжественно въехала в Москву. Шестикилометровую парадную процессию замыкал позолоченная карета молодой императрицы, сделанная еще в 1793 году знаменитым придворным мастером И.К. Букендалем для императрицы Екатерины II и использовавшаяся на последующих коронациях.\n Миниатюрная абсолютно точная копия этой кареты стала сюрпризом традиционного пасхального подарка работы Фаберже, поднесенного императором Николаем II супруге на Пасху 1897 г. Уникальную модель создал молодой мастер Г. Штейн, во всех деталях повторивший и конструктивные части экипажа, например, поворотный круг. В силу этого миниатюрная карета поворачивается и катится по всем правилам экипажного дела, при этом пружиня на рессорах. Обе дверцы открываются, изнутри с двух сторон выбрасываются подножки. Двадцатитрехлетний мастер, обладавший необычайными талантами (он без лупы видел дефекты камней и не нуждался в оптике при работе над миниатюрной копией) трудился над созданием кареты в течение пятнадцати месяцев по шестнадцать часов в сутки. «Бархатную обивку» кузова и сидений внутри имитирует яркая алая эмаль. Шторки награвированы на окошках из горного хрусталя. Модель увенчана золотыми двуглавыми орлами по углам и миниатюрной бриллиантовой короной, которая в действительности была украшена аквамаринами. Крошечные литые из золота путти с гирляндами цветов, декорирующие задок кареты, кажутся вырезанными из золоченого дерева. На колеса, как и в реальном экипаже, надеты «железные обручи» из платины. Во время работы Штайну приходилось неоднократно посещать императорский музей экипажей, а уже много лет спустя, когда встал вопрос о реставрации кареты, сюрприз Коронационного яйца оказался очень ценным материалом для проведения грамотных восстановительных работ.\n В центре расписанного виноградной лозой потолка – золотой крюк, к которому была привешена утраченная ныне подвеска в форме яйца. В счете записано «яичко изумрудовое с бриллиантами» ценой в 1000 рублей (ныне, к сожалению, отсутствующее). Оно было самым последним «сокровищем», как когда-то в первом императорском яйце, и подвешивалось внутри крошечной кареты на специальный крючочек. Правда, из других, более поздних, источников следует, что внутри кареты было укреплено яичко-подвеска из желтого бриллианта. Так, начальник Камерального отделения и заведующий Кабинетом Е.И.В. Н. Дементьев, который в 1909 году занимался инвентаризацией драгоценностей царской четы, находившихся в их собственных комнатах Зимнего дворца, увидел внутри кареты желтое бриллиантовое яйцо-кулон (бриолет). Возможно, императрица сама поменяла подвеску, предпочтя носить изумрудное яйцо на шее, но при этом не оставила карету пустой.\n Изготовление миниатюрной кареты обошлось в 2250 рублей, что составило половину стоимости всего императорского заказа. Драгоценный камень (бриллиант или изумруд грушевидной формы), подвешенный внутри кареты, был оценен еще в 1500 рублей.\n Само «Коронационное» яйцо состоит из двух соединенных шарниром половинок. Внутри его драгоценной «скорлупы» – серая бархатная ниша для сюрприза. Золотая (подбитая горностаем) парчовая мантия с ткаными черными двуглавыми орлами, в которую были облачены царь и царица во время коронации, подсказала Фаберже идею отделки скорлупы яйца. Она покрыта прозрачной желтой эмалью, положенной по гильошированному фону резных лучей, которая сверкает и переливается, как тяжелая златотканая парча. Накладные эмалевые орлы соединены лиственными ветвями зеленого золота, образующими густую сетку, без малейшего зазора (не видно монтировки) прилегающую к скорлупе. Один из мастеров вспоминал, что, когда просверливались отверстия в покрытом эмалью корпусе, яйцо полностью погружалось в емкость с водой, что должно было предохранить сверло от перегрева, а эмаль – от повреждения.\n Подлинным украшением яйца является крупный плоский алмаз, укрепленный на его верхней половине. Сквозь него виден вензель императрицы. Буква «А» выложена из мелких бриллиантов, а «Θ» – из рубинов. Внизу яйца укреплен алмаз меньшего размера, сквозь который читается дата «1897».'
        }
      },
      'pins': [
        {
          "index": 0,
          'img': Coron_pin2,
          'info': 'Сверху на яйце, под крупным портретным бриллиантом находится монограмма императрицы Александры Фёдоровны, усыпанная бриллиантами и рубинами огранки розой на белом эмалевом фоне.',
          'coordinateTop': '30',
          'coordinateLeft': '58',
          'card': 'card-1',
          'side': 'left',
          'vertical': 'bottom'
        },
        {
          "index": 1,
          'img': Coron_pin1,
          'info': 'Основание яйца выполнено в виде чашечки цветка с тонкой гравировкой листьев и расположенной посередине чёрной по белой эмали датой «1897», видимой сквозь крупный алмаз в круглом обрамлении мелких.',
          'coordinateTop': '40',
          'coordinateLeft': '30',
          'card': 'card-2',
          'side': 'left',
          'vertical': 'bottom'
        },
        {
          "index": 2,
          'img': Coron_pin3,
          'info': 'Внутри яйца в белой бархатной подложке размещается миниатюрная копия императорской кареты 1793 года Екатерины II, длиной менее 100 мм, использованная в коронационной процессии Николая и Александры, проходившей в Успенском соборе Москвы. Карета, воспроизведённая до мельчайших подробностей, покрыта землянично-красной эмалью с накладной трельяжной решеткой с алмазами.',
          'coordinateTop': '80',
          'coordinateLeft': '30',
          'card': 'card-3',
          'side': 'right',
          'vertical': 'bottom'
        }
      ]
    },
    {
      "index": 4,
      'pictureData': {
        'cropSize': Lilies,
        'soundtrack': {
          'sound': landushi_audio,
        },
        'textArea': {
          'author': 'Мастер: Михаил Перхин',
          'pictureTitle': 'Пасхальное яйцо «Ландыши»',
          'year': '1898',
          'typeOfCanvas': 'Золото, эмаль, алмазы, рубины, жемчуг, горный хрусталь, слоновая кость',
          'info': 'Яйцо «Ландыши», поднесенное императором Николаем II супруге на Пасху 1898 года, украшено любимыми цветами молодой императрицы Александры Федоровны (символизирующими чистоту, юность и невинность) и столь нравившимися ей жемчугом и бриллиантами. Скорлупа яйца покрыта прозрачной розовой эмалью по гильошированному фону, украшена полосками алмазов и оплетена внизу ландышами на золотых стеблях с зелеными эмалевыми листьями и жемчужными цветками. На лепестках ландышей, подобно утренней росе, сияют алмазы. \n Сюрпризом яйца являются миниатюрные портреты трех самых дорогих Александре Федоровне людей – обожаемого супруга и двух старших дочерей: Ольги (род. 1895) и Татьяны (род. 1897). Медальоны, написанные акварелью на пластинах слоновой кости датским миниатюристом Иоганном Цейнграфом, укреплены в верхней части яйца на металлических «стеблях» по принципу веера. Они появляются изнутри при вращении штифта с жемчужиной. В закрытом состоянии отверстие прикрывает миниатюрная копия императорской короны, усыпанная алмазами (огранки «роза»). \n Современники отмечали, что в императорской семье царила идеальная атмосфера, а самыми счастливыми государь считал часы, которые он проводил в кругу семьи. Пасхальный подарок «Ландыши», выполненный в столь любимом императрицей стиле модерн, лишенном официальности, присущей классическим стилям, как нельзя лучше соответствовал тем глубоким и трогательным чувствам, которые Николай II питал к своей супруге. \n Впрочем, модерн не характерен для «привыкших к известной художественной дисциплине» мастеров прославленной фирмы. В связи с этим интересно вспомнить о реакции на «Ландыши» на ставшей триумфом Нового Искусства (стиля Art Nouveau) Всемирной выставке 1900 г. в Париже, где экспонировались императорские пасхальные шедевры Фаберже. На фоне свободного, не терпящего никаких ограничений и слегка экзальтированного модерна академизм петербургского ювелира, безусловно, выглядел неорганично, но даже самые рьяные защитники нового стиля не могли не восхищаться листьями и цветами яйца «Ландыши», называя их произведением «утонченного вкуса», хотя и досадуя на то, что веточки «слишком близко прилегают к яйцу», ножек не три, а четыре, да и заканчиваются они банальными завитками. \n Несмотря на критику, все выставленные работы Фаберже, отличавшиеся, по заключению экспертной комиссии парижской Выставки, «совершенством исполнения и безукоризненной монтировкой», были распроданы и привлекли ряд заказов и клиентов. Сам же талантливый ювелир, бывший членом жюри и оценивавшийся вне конкурса, был награжден орденом Почетного Легиона и памятной медалью выставки.'
        }
      },
      'pins': [
        {
          "index": 0,
          'img': Lilies_pin1,
          'info': 'Верхний медальон венчает корона, украшенная россыпью бриллиантов и рубином в форме кабошона.',
          'coordinateTop': '18',
          'coordinateLeft': '40',
          'card': 'card-1',
          'side': 'right',
          'vertical': 'top'
        },
        // {
        //     "index": 1,
        //     'img': '',
        //     'info': '2 здесь будет краткое описание элемента и картинка',
        //     'coordinateTop': '60',
        //     'coordinateLeft': '40',
        //     'card': 'card-2'
        // }
      ]
    },
    {
      "index": 5,
      'pictureData': {
        'cropSize': Clock,
        'soundtrack': {
          'sound': clock_audio,
        },
        'textArea': {
          'author': 'Мастер: Михаил Перхин',
          'pictureTitle': 'Пасхальное яйцо-часы «Петушок»',
          'year': '1900',
          'typeOfCanvas': 'Золото, эмаль, алмазы, жемчуг, рубины',
          'info': 'Яйцо-часы «Петушок», подаренное Николаем II матери, вдовствующей императрице Марии Федоровне, на Пасху 1900 года стало своеобразной данью уходившему «историческому», эклектическому XIX столетию, характерной чертой которого было сознательное обращение к прошлому. \n Продумывая яйцо «Петушок», Фаберже обратился к опыту мастеров XVIII – XIX веков, изготавливавших часы с поющими птичками («часы-кукушка»). При создании этого пасхального сувенира Михаил Перхин применил техническое решение, сходное с устройством механизмов музыкальных шкатулок с певчими птицами, выпускавшихся в Женеве в начале XIX столетия. При нажатии на кнопку в верхней части тулова, отскакивает ажурная крышка, из-под нее появляется петушок, оклеенный настоящими птичьими перьями и укрепленный на ажурной же платформе. Он кукарекает, раскрывая клюв, и хлопает крыльями, после чего опять скрывается внутри, и крышка захлопывается. \n «Петушок» – третье из 4 императорских яиц с часовым механизмом, созданных Фаберже, и единственное из них, имеющее круглый циферблат. Остальные яйца-часы – со змеей, подаренные Марии Федоровне Александром III в 1887 году, (собрание князя Монако) и сделанные для Александры Федоровны яйцо с букетом лилий (Музеи Московского Кремля, 1899) и «Колоннада» (собрание Елизаветы II, 1910) – имеют медленно вращающиеся по периметру циферблаты-ротаторы с римскими цифрами. \n Циферблат яйца «Петушок» покрыт переливчатой белой гильоше-эмалью и снабжен арабскими алмазными цифрами и ажурными золотыми стрелками. Сверху он окаймлен лавровой гирляндой из зеленоватого золота с жемчугами и бриллиантами, а снизу имеет обрамление в виде ламбрекенового орнамента, типичного для конца ХVII – начала ХVIII века. Об изделиях аугсбургских златокузнецов этого же периода напоминают использованные в декоре яйца разорванные фронтоны с вписанными в них раковинами, волюты, глубоко разрезанные зубчатые листья аканта, плодовые и ягодные гирлянды. К центральной из них крепилась жемчужная подвеска в виде маленького яйца (ныне утраченная). Орнамент круглой ажурной крышки наверху яйца представляет собой шестиконечную рождественскую звезду причудливого рисунка, переплетенную с шестилепестковой розеткой, проросшей тонкими стебельками и стилизованными бутонами. \n Яйцо «Петушок» покоится на грациозной ножке со спирально закручивающимися пышными листьями, придающей композиции динамизм. Кроме того, оно поддерживается сужающимися книзу плоскими четырехугольными колоннами с белой устричной эмалью и переплетающимся ленточным золотым декором в стиле регентства. Эти детали придают изделию сходство с жертвенником, треножником-курильницей, возможно, в знак памяти об умершем годом раньше сыне Марии Федоровны – великом князе и наследнике престола Георгии Александровиче. Недавней потере и более ранней незатянувшейся ране после кончины в 1894 году любимого супруга соответствует и сдержанный темный лилово-фиолетовый тон тулова, цвет полутраура. Сюрприз – петушок – символизирует воскресение из мертвых, вечное возрождение и надежды в канун нового века.'
        }
      },
      'pins': [
        {
          "index": 0,
          'img': Clock_pin1,
          'info': 'Сюрпризом яйца является петушок с рубиновыми глазами, способный петь, раскрывать клюв и махать крыльями. Движение обеспечивается заводным механизмом. Петушок появляется из-под верхней ажурной крышки изделия либо с наступлением каждого нового часа',
          'coordinateTop': '15',
          'coordinateLeft': '40',
          'card': 'card-1',
          'side': 'right',
          'vertical': 'top'
        },
        // {
        //     "index": 1,
        //     'img': '',
        //     'info': '2 здесь будет краткое описание элемента и картинка',
        //     'coordinateTop': '60',
        //     'coordinateLeft': '40',
        //     'card': 'card-2'
        // }
      ]
    },
    {
      "index": 6,
      'pictureData': {
        'cropSize': Tree,
        'soundtrack': {
          'sound': tree_audio,
        },
        'textArea': {
          'author': 'Фирма К. Фаберже',
          'pictureTitle': 'Пасхальное яйцо «Лавровое дерево»',
          'year': '1911',
          'typeOfCanvas': 'Золото, зелёно-белая эмаль, нефрит, алмазы, рубины, аметисты, жемчуг и белый оникс.',
          'info': 'В императорской коллекции пасхальных сувениров есть произведения, в которых трудно с первого взгляда распознать яйцо. Если бы не сохранившийся счет от Фаберже, возможно, не было бы полной уверенности в том, что «Лавровое дерево» (с 1947 года и до недавнего времени его ошибочно называли апельсиновым) – пасхальный подарок. \n Карл Фаберже получал от императора полную свободу в выборе сюжетов и оформления пасхальных яиц, поэтому придворный ювелир должен был хорошо знать вкусы и художественные предпочтения императриц. Вероятно, мастер был хорошо осведомлен о любви Марии Федоровны к птицам. Их было много в загородных царских резиденциях, а в петербургском Аничковом дворце вдовствующей императрицы была установлена огромная клетка с бесчисленным множеством пернатых. \n В 1911 году Фаберже изготовил для матери Николая II пасхальный подарок «Лавровое дерево», в ветвях которого обитает «маленькая пичужка». Вечнозеленый лавр (символ вечной жизни, даруемой верой в искупительную жертву Иисуса Христа, а также почета и признания заслуг), вероятно, не случайно стал композиционной основой сувенира, выполненного в год тридцатилетия вступления Марии Федоровны на престол (а также – сорок пятой годовщины ее свадьбы с «дорогим Сашей», как она нежно называла императора Александра III). \n В верхней части кроны спрятано отверстие для ключа и крохотный рычаг, при нажатии на который поднимается замаскированная листвой круглая крышка. Из-под нее появляется птичка с переливающимися натуральными перышками и начинает петь, вертясь в разные стороны, хлопая крылышками, поворачивая головку и открывая костяной клювик. Когда пение заканчивается, пичужка исчезает. \n Плотные глянцевые листья кроны (числом 325), по форме напоминающей яйцо, выполнены из любимого поделочного камня К.Фаберже – саянского нефрита «цвета надежды». Зеленый (в данном случае насыщенный «шпинатный») цвет традиционно символизировал юность, цветение, триумф жизни и весны. Яркая листва оживлена розоватыми и желто-оранжевыми плодами из аметистов, цитринов и розовых бриллиантов, а также мелкими белыми эмалевыми цветками. Дерево посажено в кубообразную кадку из белого мексиканского оникса, затянутую золотой трельяжной сеткой с провисающими эмалевыми гирляндами.'
        }
      },
      'pins': [
        {
          "index": 0,
          'img': Tree_pin1,
          'info': 'Сюрпризом императорского ювелирного пасхального яйца «Лавровое дерево» является механическая крылатая певчая птичка, способная поворачивать голову, раскрывать клюв, петь и махать крыльями. Движение обеспечивается заводным механизмом.',
          'coordinateTop': '10',
          'coordinateLeft': '38',
          'card': 'card-1',
          'side': 'right',
          'vertical': 'top'
        },
        // {
        //     "index": 1,
        //     'img': '',
        //     'info': '2 здесь будет краткое описание элемента и картинка',
        //     'coordinateTop': '60',
        //     'coordinateLeft': '40',
        //     'card': 'card-2'
        // }
      ]
    },
    {
      "index": 7,
      'pictureData': {
        'cropSize': Fifteen,
        'soundtrack': {
          'sound': fifteen_audio,
        },
        'textArea': {
          'author': 'Мастер: Генрих Вигстрем',
          'pictureTitle': 'Пасхальное яйцо «Пятнадцатилетие царствования»',
          'year': '1911',
          'typeOfCanvas': 'Золото, прозрачная зелёная эмаль, непрозрачная белая эмаль, переливчатая эмаль, алмазы, горный хрусталь и акварель на слоновой кости.',
          'info': 'Пасхальное яйцо «Пятнадцатилетие царствования», подаренное Николаем II Александре Федоровне в 1911 году, посвящено юбилейной дате в жизни империи и царской семьи. На скорлупе в овальном медальоне под выпуклой пластиной из горного хрусталя начертана дата вступления на престол Николая и Александры – «1894». Через два года после этого они были коронованы в Успенском соборе, и, таким образом, в 1911 году исполнилось пятнадцать лет с момента коронации, но не воцарения последнего русского монарха. Тем не менее в журнале «Столица и усадьба» за 1916 год отмечено, что это яйцо посвящено «15-летию царствования государя императора Николая II». Этот же источник свидетельствует, что «на обоих концах яйца под плоскими, специально гранеными бриллиантами» помещены вензель императрицы – Aθ – с короной, что можно видеть и невооруженным глазом, и год – «1909». \n Яйцо «Пятнадцатилетие царствования» – единственный пасхальный подарок из изготовленных по императорскому заказу фирмой К. Фаберже, который украшен одновременно и портретами, и повествовательными историческими композициями. Сюрприза как такового в нем нет, поэтому отделка самого яйца отличается особенным великолепием: его золотая скорлупа покрыта белой транспарантной переливчатой эмалью по гильошировке и разделена на восемнадцать сегментов рельефными зелеными эмалевыми гирляндами с алмазными перетяжками. В них, как в драгоценные рамы, помещены «художественно и тончайше исполненные» миниатюры, написанные Василием Ивановичем Зуевым (с 1904 года – основным автором живописных миниатюр по слоновой кости в фирме К. Фаберже) акварелью по кости и покрытые пластинами из горного хрусталя. Это семь портретов членов царской семьи – Николая II, Александры Федоровны, их пятерых детей, а также композиции, изображающие «главные события из царствования государя императора». Рамки портретов выполнены из мелких алмазов – «монарших камней», которые почти всегда обрамляют изображения Высочайших особ на всех произведениях фирмы Фаберже. В верхнем ярусе помещены портреты трех старших дочерей – Ольги, Татьяны и Марии (они расположены по возрасту). Самая маленькая – Анастасия – изображена в нижнем регистре, там же, в овальных медальонах, проставлены даты – «1894» и «1911». В центральном живописном поясе находятся портреты царя, царицы и цесаревича Алексея – единственного сына императорской четы. \n Остальные ячейки представляют важнейшие события царствования вплоть до 1911 года: Торжественное шествие в Успенский собор (1896), Момент священного коронования (1896), Мост Императора Александра III (российская императорская чета заложила первый камень в 1896 году в Париже), Дом в Гааге, где происходила Первая Мирная конференция (1899), Торжественный прием членов Первой Государственной Думы в Зимнем Дворце (27 апреля 1906 года) (копия с фотографии, сделанной в тот день), Музей Императора Александра III (открыт в1898 году), Открытие памятника Петру Великому в Риге (работы Шмидта-Касселя) (1910), Открытие памятника в Полтаве к двухсотлетию Полтавской битвы (1909), Перенесение мощей преподобного Серафима Саровского (1903).'
        }
      },
      'pins': [
        {
          "index": 0,
          'img': Fifteen_pin1,
          'info': 'Портреты Николая II и Александры Федоровны. Рамки портретов выполнены из мелких алмазов – «монарших камней», которые почти всегда обрамляют изображения Высочайших особ на произведениях фирмы Фаберже',
          'coordinateTop': '10',
          'coordinateLeft': '30',
          'card': 'card-1',
          'side': 'left',
          'vertical': 'top'
        },
        {
          "index": 1,
          'img': Fifteen_pin2,
          'info': 'В верхнем ярусе по возрасту расположены портреты трех старших дочерей – Ольги, Татьяны и Марии. Самая маленькая – Анастасия – изображена в нижнем регистре. Там же, в овальных медальонах, проставлены даты – «1894» и «1911». В центральном живописном поясе находятся портреты царя, царицы и цесаревича Алексея – единственного сына императорской четы.',
          'coordinateTop': '10',
          'coordinateLeft': '40',
          'card': 'card-2',
          'side': 'right',
          'vertical': 'top'
        },
        {
          "index": 2,
          'img': Fifteen_pin3,
          'info': 'Момент священного коронования Николая II.',
          'coordinateTop': '37',
          'coordinateLeft': '30',
          'card': 'card-3',
          'side': 'left',
          'vertical': 'top'
        },
        {
          "index": 3,
          'img': Fifteen_pin4,
          'info': 'Торжественное шествие в Успенский собор.',
          'coordinateTop': '37',
          'coordinateLeft': '40',
          'card': 'card-4',
          'side': 'right',
          'vertical': 'top'
        },
        {
          "index": 4,
          'img': Fifteen_pin5,
          'info': 'Дом в Гааге, где проходила Первая Мирная конференция.',
          'coordinateTop': '65',
          'coordinateLeft': '30',
          'card': 'card-5',
          'side': 'left',
          'vertical': 'top'
        },
        {
          "index": 5,
          'img': Fifteen_pin6,
          'info': 'Торжественный прием членов Первой Государственной Думы в Зимнем Дворце.',
          'coordinateTop': '65',
          'coordinateLeft': '40',
          'card': 'card-6',
          'side': 'right',
          'vertical': 'top'
        }
      ]
    },
    {
      "index": 8,
      'pictureData': {
        'cropSize': Georg,
        'soundtrack': {
          'sound': georg_audio,
        },
        'textArea': {
          'author': 'Фирма К. Фаберже',
          'pictureTitle': 'Пасхальное яйцо «Орден Святого Георгия»',
          'year': '1916',
          'typeOfCanvas': 'Золото, серебро, различные эмали, горный хрусталь, слоновая кость',
          'info': 'Яйцо «Орден Святого Георгия» – последний пасхальный подарок, выполненный фирмой К. Фаберже по заказу Николая II для его матери, вдовствующей императрицы Марии Федоровны, в 1916 году. Оно лишено драгоценных камней, сложных механизмов и вычурных сюрпризов. Причинами этого были мобилизация, отозвавшая на фронты Первой мировой войны лучших мастеров фирмы, и подчеркнуто аскетичный образ жизни августейших заказчиков. В тяжелые для России дни они не считали возможными излишества и роскошь. Напротив, двадцать миллионов стерлингов, которые царская семья держала в Лондонском банке, она истратила во время русско-германской войны на содержание госпиталей и благотворительных учреждений, находившихся под личным покровительством Николая и Александры. Об этом факте широкая публика не знала, потому что во всеуслышание сообщать о своих добрых делах не было в правилах царской четы. \n Вдовствующая императрица Мария Федоровна во время войны переехала в Киев. Как глава Российского Красного Креста она участвовала в создании госпиталей и военно-санитарных поездов. Николай II почти безвыездно находился в Ставке в Могилеве, куда осенью 1915 года перевез и наследника престола Алексея. Император с сыном производят смотр частей, посещают офицерские и солдатские землянки, пробуют пищу в походных кухнях. Николай II благодарит полки за боевую службу, жалует награды, а 25 октября 1915 года сам получает Георгиевский крест IV степени (17 октября серебряной медалью 4-й степени на Георгиевской ленте был отмечен цесаревич Алексей, побывавший «в сфере дальнего огня неприятельской артиллерии»). Император, по-особому относившийся к этой награде, взял ее с собой в Сибирь. Этот крест нашли спрятанным в ванной комнате Ипатьевского дома. Девизом ордена были слова «За службу и храбрость». \n Яйцо «Орден Святого Георгия» посвящено награждению сына и внука императрицы Марии Федоровны. Тулово яйца покрыто опаковой эмалью зеленоватых тонов с легким перламутровым эффектом. С двух сторон яйца на шарнирах закреплены накладные знаки Георгиевских ордена и медали. При нажатии на кнопку они открываются и становятся видны акварельные миниатюры с портретами Николая II и цесаревича Алексея. Знаки соединены георгиевскими эмалевыми лентами в цветах «пороха и пламени», отчетливо выделяющимися на нежном матовом фоне, по которому «рассыпаны» вписанные в трельяжную сетку из лавровых листьев Георгиевские кресты, как будто тонущие в дымке. Сверху и снизу яйца укреплены монограмма Марии Федоровны и дата подарка, отливающие холодным стальным блеском. \n Получив этот сувенир, Мария Федоровна написала сыну: «Целую тебя трижды и благодарю тебя всем сердцем за твою милую карточку и прелестное яйцо с миниатюрами. Добрый Фаберже сам привез. Удивительно красиво. Очень грустно не быть вместе». Вместе члены царской семьи на любимый праздник Пасхи так никогда больше не собрались... \n Яйцо «Георгиевское» – единственное, которое оставалось с Марией Федоровной в дни «боли и страданий», когда в 1919 году ей пришлось покинуть мятежную страну на британском военном корабле «Мальборо». Бывшая российская императрица не расставалась с последним пасхальным подарком сына до самой смерти (она умерла в Дании в 1928 году). Ее дочь, великая княгиня Ксения, унаследовавшая яйцо, так же бережно хранила его, несмотря на стесненные финансовые обстоятельства. Только после кончины Ксении Александровны в 1960 году ее сын, князь Василий Романов, продал яйцо «Орден Святого Георгия», выставив его на торги аукционного дома «Сотбис». В 1976 г. оно было приобретено американским газетным магнатом Малкольмом Форбсом.'
        }
      },
      'pins': [
        {
          "index": 0,
          'img': Georg_pin1,
          'info': 'На верхней части яйца расположена монограмма Марии Федоровны.',
          'coordinateTop': '8',
          'coordinateLeft': '35',
          'card': 'card-1',
          'side': 'right',
          'vertical': 'top'
        },
        {
          "index": 1,
          'img': Georg_pin2,
          'info': 'Под знаком Георгиевского ордена расположен акварельный миниатюрный портрет Николая II',
          'coordinateTop': '52',
          'coordinateLeft': '40',
          'card': 'card-2',
          'side': 'right',
          'vertical': 'bottom'
        },
        {
          "index": 2,
          'img': Georg_pin3,
          'info': 'С противоположной стороны яйца под медалью раположен акварельный портрет цесаревича Алексея',
          'coordinateTop': '35',
          'coordinateLeft': '25',
          'card': 'card-3',
          'side': 'left',
          'vertical': 'bottom'
        },
        {
          "index": 3,
          'img': Georg_pin4,
          'info': 'В основании яйца дата подарка «1916» в зеленом орнаменте. Яйцо находится на ажурной подставке.',
          'coordinateTop': '65',
          'coordinateLeft': '40',
          'card': 'card-4',
          'side': 'right',
          'vertical': 'top'
        },
      ]
    },
  ]
};

// export const SliderDataEng = {
//     'slides': [
//         {
//             "index": 0,
//             'pictureData': {
//                 'cropSize': cropSizeRenoir,
//                 'soundtrack': {
//                     'sound': renoirSound,
//                 },
//                 'textArea': {
//                     'author': 'Pierre-Auguste Renoir (1841-1919)',
//                     'pictureTitle': 'Square of Saint Trinity in Paris',
//                     'year': '1893',
//                     'typeOfCanvas': 'Oil on canvas',
//                     'info': 'The French artist, one of the main representatives of impressionism, painted paintings in a wide variety of genres - landscapes, still-lifes, portraits, everyday scenes. The desire to create new works did not leave the artist even in the last years of his life, when he suffered from rheumatism. \n Piazza in front of the Cathedral of the Holy Trinity in Paris was painted on the first anniversary of the failed exhibition of members of the Anonymous Cooperative Society, which included artists such as Fanten-Latour, Cisley, Basil and Claude Monet, Cézanne and Pissarro. After this exhibition, the group of artists was nicknamed "impressionists". \n The square in front of the cathedral is clearly lively, perhaps due to the novelty of the building. The Cathedral of the Holy Trinity was built in 1861-1867, and the place of the cathedral was once occupied by the popular restaurant "La Grande Pinte". \n The Impressionist technique here masterfully reflects the dynamic atmosphere of the city.'
//                 }
//             }
//         },


//     ]
// };


// export const LastSlideData = {
//     'sections': [
//         {
//             'repeat': 'Посмотреть еще раз',
//             'return': 'Вернуться в начало',
//             'info': 'Материалы подготовлены сотрудниками Музея Фаберже:',
//             'names': 'Дарья Шохина, Инга Василевская ... Дмитрий Бессонов'
//         }
//     ]
// };

// export const LastSlideDataEng = {
//     'sections': [
//         {
//             'repeat': 'View drawings again',
//             'return': 'Back to the main page',
//             'info': 'Materials prepared by the Faberge Museum:\n',
//             'names': 'Daria Shohina, Inga Vasilevskaya ... Dmitry Bessonov'
//         }
//     ]
// };